Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/umo.se/borgguheapmi.html.tmx
Source language: sme
Languages: sma

source: Borgguheapmi
sma: Rïevhkestimmie

source: Go borgguha njammá alccesis duhatnáriid mirko ávdnasiid.
sma: Gosse rïevhkeste dellie tåvsenh daalhkesi eebnh kråahpen sïjse njamma.

source: Borgguheapmi sáhttá dagahit sierra vahágiid ja buozanvuođaid, ja sullii juohke nubbi olmmoš gii borgguha jápmá ovdalgo son livččii jápmán borggutkeahttá.
sma: Rïevhkestimmeste maahta ovmessie skaarah jïh skïemtjelassh åadtjodh jïh medtie fïerhten mubpien persovne gie rïevhkeste aarebi jaama enn jis ij rïevhkesth.

source: Dan lassin duhpát lea divrras, ja sáhttá dagahit nákkiid, heajut veadjima ja unnit seksahálu.
sma: Dågka lea aaj dovres, jïh destie njavsodh, båajhtode kondisjovnem jïh vaenie sekselastoem åådtje.

source: Goittotge lea dábálaš ahte borgguhišgoahtá vai lea buorre ja čorgat.
sma: Læjhkan daamhtaj aalka rïevhkestidh juktie sæjhta tjaebpies jïh veekes årrodh.

source: Suddjen dihte nuoraid duhpáha váriin, lea leahkime láhka mii dadjá ahte ii oaččo oastit duhpáha vuollái 18 jahkásažžan.
sma: Juktie edtja noerh vaarjelidh vaahrijste dågkam nåhtadidh, laake gååvnese mij jeahta ij åadtjoeh dågkam åestedh jis nuerebe 18 jaepien båeries.

source: Sáhttá borgguhit duhpáha sigareahttan, sigáran, sigarillan ja čáhcebiipun.
sma: Maahta dågkam rïevhkestidh sigaredtinie, cigarrine, cigarilline, pæjhpojne jïh tjaetsiepæjhpojne.

source: Sigareahtat leat dábálepmosat.
sma: Sigaredth sïejhmemes.

source: Sigareahtat eai siskkil beare duhpáha, čahkkehuvvon suovas leat sullii 4000 kemiijalaš ávdnasa.
sma: Sigaredten sisvege ij ajve dågka, soevenisnie tsïhkijahteme sigaredteste gååvnesieh medtie 4 000 kjemijen eebnh.

source: Máŋggat dain addet borasdávdda.
sma: Jïjnjh dejstie maehtieh cancerem vedtedh.

source: Váraleamos ávdnasat leat:
sma: Dah feerlegommes eebnh leah:

source: Nikotiidna, ávnnas mii lea sállejuvvon duhpáhis ja buktagiin mat veahkehit dan gii háliida heaitit borgguheamis ja nuskomis.
sma: Nikotijne, eebne mij ajve dåhkasjahteme dågkesne jïh produktine mah edtjieh viehkine årrodh dejtie gïeh sijhtieh rïevhkine jallh snohkine galhkedh.

source: Nikotiidna lea nu váralaš ahte jus oččolii nikotiinna njealji sigareahtas njuolga varrii jámálii.
sma: Nikotijne lea dan feerlege, jis nikotijne njieljie sigaredtijste ryöktesth vïrrese åådtje, dellie edtja jaemedh.

source: Syanvehta, mirkkolaš gása.
sma: Cyanväte, vaarege gasse.

source: Darvi siskkilda máŋggaid sierra ávdnasiid, oassi dain sáhttet dagahit borasdávdda.
sma: Kolmonoxide, vaarege gasse mij gaskem jeatjebem gååvnese gassesne bïjleste.

source: Dan lassin sigareahtain gevtojuvvo darvi earet eará asfálttain ja molenfearggain.
sma: Dervie, man sisvege jïjnjh eebnh, naan dejstie maahta cancerem vedtedh.

source: Ovdamearka eará váralaš ávdnasiin leat ladju, kadmiuma, ammoniáhkka, benzena ja rádioaktiivvalaš poloniuma.
sma: Vuesiehtimmieh jeatjah feerlege eebnh plæjjoe, kadmiume, ammoniake, bensene jïh radijoaktijvele poloniume.

source: Manin olmmoš borgguhišgoahtá ?
sma: Mannasinie aalka rïevhkestidh ?

source: Dábáleamos lea ahte lea olbmáiguin go vuosttaš geardde geahččala borgguhit.
sma: Daamhtemes voelpigujmie voestes aejkien pryövoe rïevhkestidh.

source: Háliida geahččalit got dat smáhkke ja dovdo.
sma: Sæjhta pryövedh guktie maejstedh jïh guktie domtedh.

source: Soaitá atnit ahte dat lea lávva.
sma: Kaanne tuhtjie alvas murreds.

source: Dat ii measta geange mielas leat buorre vuosttaš geardde.
sma: Mahte ij naan tuhtjh njaelkies maejstedh voestes aejkien.

source: Muhtimat borgguhit orrun ja dovdan dihte boarráseabbon, dehe iešráđáleabbon.
sma: Naan rïevhkeste juktie dah sijhtieh vååjnedh båarasåbpoe, jallh jïjtjeråårehke.

source: Olmmoš sáhttá atnit ahte šaddá álkit leahkit eará olbmuiguin, geat maid borgguhit.
sma: Maahta aaj tuhtjedh aelhkebe jeatjajgujmie årrodh, dejgujmie gïeh aaj rïevhkestieh.

source: Eatnasat dihtet ahte dat lea váralaš
sma: Jeanatjommes daejrieh dïhte feerlege.

source: Eatnasat dihte ahte lea váralaš borgguhit.
sma: Jeanatjommes daejrieh dïhte feerlege rïevhkestidh.

source: Muhto lea álki jurddašit ahte buozanvuođat eai deaivva su, dehe ahte galgá heaitit ovdalgo šaddá váralažžan.
sma: Bene aelhkie ussjedidh im manne skïemtjes sjïdth, jallh edtja dejnie orrijidh åvteli feerlege sjædta.

source: Jus borgguhišgoahtá leat dihto áššit maid sáhttá fuomášit oalle jođánit, ovdamearkka dihte ahte oažžu heajut veadjima.
sma: Jis aalka rïevhkestidh dellie naan aath man dan varki aajhtsa, vuesiehtimmien gaavhtan nåakebe kondisjovnem åtna.

source: Dat vuolgá das ahte gorut šaddá heajubun váldit sivrraáimmus jus borgguha, ja nikotiidna mii lea duhpáhis oažžu váimmu časkit jođáneappot.
sma: Dïhte dan gaavhtan kråahpe nåakebe vuekine syrem aajmoste aajngehte gosse rïevhkeste, jïh nikotijne mij dågkine gååvnese dorje vaajmoe varkebe jïevkehte.

source: Mađi árabut eallimis borgguhišgoahtá, dađi stuorit riska lea šaddat sorjavažžan ja vai oažžu vahágiid ja skibasvuođaid borgguheamis.
sma: Dan aerebi jieliemisnie maam aalka rïevhkestidh, dellie stuerebe vaahrah sjidtieh dam jearohks sjïdtedh jïh skaarah jïh skïemtjelassh rïevhkestimmeste åadtjodh.

source: Ovdalgo geahppat ovdánan válmmasin lea erenomaš hearkkit duhpáhii.
sma: Åvteli dah gablah skearkagieh tjuara dejtie tjeahpastalledh.

source: Vaikko rievtti mielde ii galgga sáhttit oažžut duhpáha jus lea vuollái 18 jagi, álget máŋggat geat leat nuorabut borgguhit.
sma: Jïlhts ij gan maehtieh dågkam åestedh jis nuerebe 18 jaepien båeries, jïjnjh gïeh nuerebe aelkieh rïevhkestidh.

source: Passiivvalaš borgguheapmi
sma: Passijve rïevhkestimmie

source: Jus lea lahka olbmuid geat borgguhit, ovdamearkka dihte seamma lanjas, oažžu alccesis gásaid mat leat duhpáhis.
sma: Jis lïhke orre persovnh gïeh rïevhkestieh, vuesiehtimmien gaavhtan seamma tjïehtjelisnie, dellie voejngehte dah gassh mah leah soevesne.

source: Dat gohčoduvvo passiivvalaš borgguheapmin.
sma: Dïhte passijve rïevhkestimmiem gohtje.

source: Daningo passiivvalaš borgguheapmi lea maid váralaš lea borgguheapmi gildojuvvon restauráŋggain, kaféain, bargobáikkiin ja almmolaš báikkiin.
sma: Dannasinie passijve rïevhkestimmie aaj lea feerlege ij leah luhpie rïevhkestidh beapmoehsijjine, barkoesijjine jïh byjjes sijjine gåetien sisnie.

source: Heaitit borgguheames
sma: Orrijidh rïevhkestidh

source: Lea álki šaddat sorjavažžan duhpáhis.
sma: Dïhte lea aelhkies dågkam jearohks sjïdtedh.

source: Beare moatti sigareahta maŋŋel sáhttát vuoiŋŋahat šaddat sorjavažžan nikotiinnas.
sma: Barre naan sigaredti mænngan maahta aajla nikotijnem jearohks sjïdtedh.

source: Leahkit sorjavaš duhpáhis mearkkaša ahte gorut lea hárjánan oažžut nikotiinna, ahte šaddá váivin jus ii oaččo borgguhit, nu gohčoduvvon biehttalanváivvit.
sma: Dågkam jearohks årrodh lea kråahpe nikotijnem jearohks jïh kråahpe dam sæjhta, gierve sjædta jis ij rïevhkesth, maam gohtje abstinensedåeriesmoere.

source: Muhto olmmoš maid darvána geavaheapmái, šaddá dáhpin borgguhit.
sma: Maahta aaj darjomem jearohks sjædta, dïhte vaane sjædta rïevhkestidh.

source: Lea váttis heaitit borgguheames, vaikko háliidage leahkit friddja das.
sma: Gïerve orrijidh rïevhkestidh, jïlhts dam sæjhta.

source: Muhto dat lihkostuvvá ja mađi nuorabun heaitá borgguheames dađi buoret dat lea.
sma: Mohte gujht gåarede, jïh dan aarebi orrije rïevhkestidh buerebe sjædta.

source: Eanaš vahágat ja skibasvuođat maid borgguheapmi addá, sáhttet jávkat jus heaitá.
sma: Jeenjemes skaarah jïh skïemtjelassh mah rïevhkestimmeste åådtje, maahta vaeniedidh jis orrije.

source: Buorit ákkat leahkit borggutkeahttá
sma: Hijven sjïekieh ij rïevhkesth:

source: Sáhttá leahkit ruhta earái, daningo lea divrras borgguhit
sma: Beetnegh jeatjah aatide åtna, juktie dovres sjædta rïevhkestidh.

source: Olmmoš veadjá buorebut jus ii borggut.
sma: Buerebe kondisjovne sjædta jis ij rïevhkesth.

source: Olmmoš lea dearvasit sigareahtaid haga, sihke dál ja boahttevaš áigge.
sma: Frïeskebe sjædta sigaredti namhtah, dovne daelie jïh båetije aejkien.

source: Lea jáhkihahtti ahte olmmoš oažžu guhkit eallima jus ii borggut.
sma: Veanhta guhkebe jielemem åådtje jis ij rïevhkesth.

source: Vealtá dahkamis váhnemiid ja earáid hilbadin ja beahtáhallan.
sma: Slyöhpoe eejtegh jïh jeatjah måarehks jïh njåajjan darjodh.

source: Vealtá leahkime sorjavaš ja dovdat biehttalanváivviid dego leahkit duhpáthálot, leahkit jierásmuvvan dehe leabohin.
sma: Slyöhpoe jearohks sjïdtedh jïh abstinensedåeriesmoerem damta, v.g. sæjhta rïevhkestidh, raessesne jallh stråarkan domtedh.

source: Biktasiin ii leat duhpáthádja.
sma: Dah vaarjoeh eah rïevhkem hopsh.

source: Ii dárbbat oažžut heajos vuoigŋama dehe fiskes bániid.
sma: Ij daarpesjh voejngehtem vestieslaakan hopsedh jallh viskes baenieh åadtjodh.

source: Jus olmmoš lea vuollái 18 jagi sáhttá dahkat somás áššiid iežas áiggiin go ahte geahččalit oažžut duhpáha.
sma: Jis lea nuerebe 18 jaepien båeries maahta lustebe aath darjodh enn dågkam ohtsedidh.

source: Vealtá oažžumis nárvviid ovdal áiggi.
sma: Slyöhpoe strunhtjien åvtelhbodti sjïdtedh.

source: Duhpátgilvin billista birrasa máŋgga ládje ja gilvit vaháguvvet mirko dustenávdnasiin.
sma: Dågkasjïdteme byjresem eerjie gellie vuekine jïh dah sjædtoehtæjjah skaarah åadtjoeh daalhkes vierhtijste.

source: Jus eahpida galgágo borgguhit dehe ii, jus sáhttá geahččalit dahkat listtuid oavdduiguin ja heajos beliiguin.
sma: Jis juerede jis edtja rïevhkestidh jallh ij, maahta pryövedh læstoeh tjaeledh aevhkine jïh vaejvine.

source: Sáhttet leahkit una áššit ja stuora áššit, mat gusket iežas eallima, eará olbmuid, birrasa ja eará.
sma: Stoerre jïh smaave aatigujmie, jïjtje jieliemisnie, jeatjah persovnh, byjrese jïh jeatjah.

source: Dat leat iežas listtut, ja olmmoš ieš mearrida man galgá čuovvut, got háliida dahkat borgguhemiin.
sma: Daate dov læstoeh, jïh nænnoste man mietie edtja dåeriedidh, guktie sæjhta rïevhkestimmine darjodh.
